tap "1password/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "nodenv/nodenv"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "openssl@3"
brew "unixodbc"
brew "asdf"
brew "zstd"
brew "boost"
brew "awscli"
brew "libgit2"
brew "bat"
brew "brew-gem"
brew "circleci"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "openldap"
brew "curl"
brew "docutils"
brew "editorconfig"
brew "erlang"
brew "eza"
brew "fzf"
brew "fzy"
brew "gcc"
brew "git"
brew "python@3.10"
brew "git-imerge"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "guile"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "jenv"
brew "jq"
brew "libssh"
brew "libxml2"
brew "libxslt"
brew "little-cms2"
brew "nghttp2"
brew "node-build"
brew "nodenv"
brew "openjpeg"
brew "perl"
brew "pgcli"
brew "tcl-tk"
brew "webp"
brew "pillow"
brew "postgresql@11"
brew "postgresql@14", restart_service: true
brew "protobuf-c"
brew "python@3.8"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby-build"
brew "terraform_landscape"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmate"
brew "tmux"
brew "tree"
brew "unzip"
brew "vim"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "heroku/brew/heroku"
brew "qmk/qmk/qmk"
cask "1password-cli"
cask "chromedriver"
cask "font-fira-code"
cask "google-chrome"
cask "qmk-toolbox"
vscode "aki77.rails-db-schema"
vscode "blinkshellinc.blink-fs"
vscode "bradlc.vscode-tailwindcss"
vscode "buenon.scratchpads"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "castwide.solargraph"
vscode "eamodio.gitlens"
vscode "ghbozz.hashtag"
vscode "ginfuru.ginfuru-better-solarized-dark-theme"
vscode "gurgeous.bust-a-gem"
vscode "itarato.byesig"
vscode "jakebecker.elixir-ls"
vscode "kaishuu0123.vscode-erd-preview"
vscode "koichisasada.vscode-rdbg"
vscode "lourenci.go-to-spec"
vscode "mikkel-ol.er-syntax-highlighting"
vscode "mjmcloug.vscode-elixir"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "orta.vscode-jest"
vscode "rust-lang.rust-analyzer"
vscode "shanehofstetter.rails-open-partial"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "sorbet.sorbet-vscode-extension"
vscode "streetsidesoftware.code-spell-checker"
vscode "stripe.endsmart"
vscode "tavo.rails-schema"
vscode "testdouble.vscode-standard-ruby"
vscode "thadeu.vscode-run-rspec-file"
vscode "vmsynkov.colonize"
vscode "vscodevim.vim"
