aki77.rails-db-schema
blinkshellinc.blink-fs
bradlc.vscode-tailwindcss
buenon.scratchpads
bung87.rails
bung87.vscode-gemfile
castwide.solargraph
eamodio.gitlens
ghbozz.hashtag
ginfuru.ginfuru-better-solarized-dark-theme
gurgeous.bust-a-gem
itarato.byesig
jakebecker.elixir-ls
kaishuu0123.vscode-erd-preview
koichisasada.vscode-rdbg
lourenci.go-to-spec
mikkel-ol.er-syntax-highlighting
mjmcloug.vscode-elixir
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vsliveshare.vsliveshare
orta.vscode-jest
rust-lang.rust-analyzer
shanehofstetter.rails-open-partial
shopify.ruby-extensions-pack
shopify.ruby-lsp
sianglim.slim
sorbet.sorbet-vscode-extension
streetsidesoftware.code-spell-checker
stripe.endsmart
tavo.rails-schema
testdouble.vscode-standard-ruby
thadeu.vscode-run-rspec-file
vmsynkov.colonize
vscodevim.vim
