1yib.rust-bundle
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
dustypomerleau.rust-syntax
eamodio.gitlens
esbenp.prettier-vscode
github.copilot
github.copilot-chat
gurgeous.bust-a-gem
gusto.packwerk-vscode
koichisasada.vscode-rdbg
lourenci.go-to-spec
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
rust-lang.rust-analyzer
shopify.polaris-for-vscode
shopify.ruby-extensions-pack
shopify.ruby-lsp
shopify.theme-check-vscode
shopify.vscode-shadowenv
shopify.vscode-shopify-metrics
sorbet.sorbet-vscode-extension
streetsidesoftware.code-spell-checker
stripe.endsmart
tavo.rails-schema
unifiedjs.vscode-mdx
vmsynkov.colonize
vscodevim.vim
